export const questions = [
{
  id: 1,
  question: "個人情報保護法は、「デジタル社会の進展に伴い個人情報の利用が著しく拡大していることに鑑み、個人情報の適正な取扱いに関し、基本理念及び政府による基本方針の成その他の個人情報の保護に関する施策の基本となる事項を定め、国及び地方公共団体の責務等を明らかにし、個人情報を取り扱う事業者及び行政機関等についてこれらの特性に応じて遵守すべき義務等を定めるとともに、個人情報保護委員会を設置することにより、行政機関等の事務及び事業の適正かつ円滑な運営を図り、並びに個人情報の適正かつ効果的な活用が新たな産業の創出並びに活力ある経済社会及び豊かな国民生活の実現に資するものであることその他の個人情報の有用性に配慮しつつ、個人の（ ）を保護すること」を目的としている",
  options: ["基本的人権", "プライバシー", "利用目的", "日常生活", "権利利益"],
  correctAnswer: "権利利益",
  category: "5択"
},
{
  id: 2,
  question: "個人情報保護法は「デジタル社会の進展に伴い個人情報の利用が著しく拡大していることに鑑み、個人情報の適正な取扱いに関し、基本理念及び政府による基本方針の作成その他の個人情報の保護に関する施策の基本となる事項を定め、国及び地方公共団体の責務等を明らかにし、個人情報を取り扱う事業者及び行政機関等についてこれらの特性に応じて遵守すべき義務等を定めるとともに、個人情報保護委員会を設置することにより、行政機関等の事務及び事業の適正かつ円滑な運営を図り、並びに個人情報の適正かつ効果的な活用が新たな産業の創出並びに活力ある経済社会及び豊かな国民生活の実現に資するものであることその他の個人情報の有用性に配慮しつつ、個人の（ ）を保護すること」を目的としている。",
  options: ["個人情報", "信用情報", "個人番号", "特定情報", "個人データ"],
  correctAnswer: "個人情報",
  category: "5択"
},
{
  id: 3,
  question: "2015年（平成27年）の個人情報保護法の改正で、内閣府の外局として、独立した「（ ）」が設けられた。（ ）は、分野包括的でかつ独立性の高い機関として、個人情報保護法及びマイナンバー法に基づき、個人情報の保護に関する基本方針の策定・推進に関する業務や、個人情報及び匿名加工情報の取扱いに関する監督の業務などを行っている。",
  options: ["認定個人情報保護団体", "公正取引委員会", "個人情報保護委員会", "自主規制団体", "認定割賦販売協会"],
  correctAnswer: "個人情報保護委員会",
  category: "5択"
},
{
  id: 4,
  question: "（ ）とは、個人情報保護法において、以下の状態にあるものをいう。\n１．特定の個人情報を電子計算機（コンピュータ）を用いて検索することができるように体系的に構成した、個人情報を含む情報の集合物\n２．紙面で処理した個人情報を一定の規則（例えば、五十音順等）に従って整理・分類し、特定の個人情報を容易に検索することができるよう、目次、索引、符号等を付け、他人によっても容易に検索可能な状態に置いているもの",
  options: ["指定信用情報機関", "保有個人データ", "個人情報データベース等", "個人データ", "個人情報取扱事業者"],
  correctAnswer: "個人情報データベース等",
  category: "5択"
},
{
  id: 5,
  question: "個人情報保護法において、「個人に提供される役務の利用もしくは個人に販売される商品の購入に関し割り当てられ、又は個人に発行されるカードその他の書類に記載され、若しくは電磁的方式により記録された文字、番号、記号その他の符号であって、その利用者若しくは購入者又は発行を受ける者ごとに異なるものとなるように割り当てられ、又は記載され、若しくは記録されることにより、特定の利用者若しくは購入者又は発行を受ける者を識別することができるもの」のうち、政令で定めるものは何と定義されているか。",
  options: ["マイナンバー", "個人識別符号", "個人識別データ", "特定識別情報", "個人特定情報"],
  correctAnswer: "個人識別符号",
  category: "5択"
},
{
  id: 6,
  question: "個人情報保護法において、本人の人種、信条、社会的身分、病歴、犯罪の経歴、犯罪により害を被った事実その他本人に対する不当な差別、偏見その他の不利益が生じないようにその取扱いに特に配慮を要するものとして政令で定める記述等が含まれる個人情報は、何と定義されているか。",
  options: ["特定個人情報", "機微情報", "個人識別情報", "特定保護情報", "要配慮個人情報"],
  correctAnswer: "要配慮個人情報",
  category: "5択"
},
{
  id: 7,
  question: "（ ）とは、個人情報保護法において、以下の状態にあるものをいう。\n１．特定の個人情報を電子計算機（コンピュータ）を用いて検索することができるように体系的に構成した、個人情報を含む情報の集合物\n２．紙面で処理した個人情報を一定の規則（例えば、五十音順等）に従って整理・分類し、特定の個人情報を容易に検索することができるよう、目次、索引、符号等を付け、他人によっても容易に検索可能な状態に置いているもの",
  options: ["指定信用情報機関", "保有個人データ", "個人情報データベース等", "個人データ", "個人情報取扱事業者"],
  correctAnswer: "個人情報データベース等",
  category: "5択"
},
{
  id: 8,
  question: "（ ）とは、個人情報保護法において、以下の状態にあるものをいう。\n１．特定の個人情報を電子計算機（コンピュータ）を用いて検索することができるように体系的に構成した、個人情報を含む情報の集合物\n２．紙面で処理した個人情報を一定の規則（例えば、五十音順等）に従って整理・分類し、特定の個人情報を容易に検索することができるよう、目次、索引、符号等を付け、他人によっても容易に検索可能な状態に置いているもの",
  options: ["指定信用情報機関", "保有個人データ", "個人情報データベース等", "個人データ", "個人情報取扱事業者"],
  correctAnswer: "個人情報データベース等",
  category: "5択"
},
{
  id: 9,
  question: "（ ）とは、個人情報保護法において、以下の状態にあるものをいう。\n１．特定の個人情報を電子計算機（コンピュータ）を用いて検索することができるように体系的に構成した、個人情報を含む情報の集合物\n２．紙面で処理した個人情報を一定の規則（例えば、五十音順等）に従って整理・分類し、特定の個人情報を容易に検索することができるよう、目次、索引、符号等を付け、他人によっても容易に検索可能な状態に置いているもの",
  options: ["指定信用情報機関", "保有個人データ", "個人情報データベース等", "個人データ", "個人情報取扱事業者"],
  correctAnswer: "個人情報データベース等",
  category: "5択"
},
]
